[!Global]
!LanguageID=1033
!LanguageName=English
!TranslationAuthor=FlyingSnow, Samantha Glocker
!TranslationAuthorEmail=
!TranslationDefaultFont=Tahoma,8,,0,clWindowText,DEFAULT_CHARSET
[!Strings]
MACTYPE_PREVIEW_TEXT=The quick brown fox jumps over the lazy dog 0123456789!@#$%^&*()
Access_Denied=Access denied
APPLY_CHANGES=Applying changes
Fail=Error
SETTINGS_PENDING=MacType is loaded, some changes will not be applied until the next start.
GEN_THUMBNAIL=Start preview
Ignored_loaded=Ignore(Running)
Ignored_unloaded=Ignore(Disabled)
Ignored=Ignore
In_Debugging=Debug mode
IMPORT_PROFILE=Add new profile
LOAD_MODE_CHANGING_TO=Switch the mode to:
LOAD_MODE_NOT_CHANGED=Loading mode was not changed
LOAD_MTDLL_FAILED=Failed to load MacType
LOAD_TYPE_REG=Registry
LOAD_TYPE_SERVICE=Run as a service
LOAD_TYPE_TRAY_ADV=Standalone mode
LOAD_TYPE_TRAY_CMP=Compatible mode
LOAD_TYPE_MANUAL=Manual mode
ABOUT_RESOLUTION=Resolution
ABOUT_DLL_VERSION=MacType version
ABOUT_TRAY_VERSION=MacTray version
ABOUT_TUNER_VERSION=MacType Tuner version
ABOUT_SPECIALTHANKS=Special Thanks
Loaded=Running
Loading=Running
NO_PRIVILEGE_TO_SWITCH_PROFILE=(Can't switch profile without permission)
Noname=Unnamed
Not_responding=Not responding
Pending=Pending
Processing=Processing
PROFILE_CHANGING_TO=Profile will be changed to:
PROFILE_NOT_CHANGED=Profile was not changed
Refresh_failed=Failed to refresh
Refreshed=Sucessfully refreshed
Refreshing=Refreshing
SELECT_PROFILE=Select your preferred profile:
SELECT_YOUR_LOAD_MODE=Select your preferred mode
UAC=(Limited permissions)
Unloaded=Disabled
Unloading=Unloading
MACTYPE_RENDER_TEXT=MacType Tuner
MACTYPE_SAVED_AND_APPLY=Profile saved. Apply it now?
MACTYPE_SAVED_NO_APPLY=Profile saved.<BR>You should put it under MacType/ini for use.
MACTYPE_QUIT_WITHOUT_SAVE=Quit without saving changes?
MACTYPE_RELOAD_PROFILE=Do you want to discard all changes and reload profile?
MACTYPE_TEST=test
LOCKED=Locked
UNTITLED_PROFILE=Untitled
CUSTOM=Custom
NOFILTER=No optimization
LCDFILTER1=Optimization 1
LCDFILTER2=Optimization 2
BOLD=Bold
ITALIC=Italic
INDIVIDUAL=Standalone profile
ERROR_MACTYPE_CANNOT_LOAD=Failed to load MacType, please confirm MacType is installed correctly and the program files are in the same folder.
ERROR_MACTYPE_UNKNOWN=Unknown error occured while initializing.
ERROR_MACTYPE_OCC_FAILURE=MacType Tuner failed to contact MacType and will quit in ten seconds - Try again after checking the ini for errors.
ERROR_MACTYPE_NOT_COMPATIBLE=Sorry, your MacType version is not compatible with this program, please update it and try again.
MSGBOX_SAVE_CHANGES=Profile changed, save it?
MACTYPE_RULE_DEFINED=%d rules have been defined
MSGBOX_EXIT_NOSAVE=Quit without saving changes?
MACTYPE_WIZARD_CAPTION=MacType Tuner (%d/%d)
MACTYPE_PREVIEW_CAPTION=Preview (%s %dpt %s)
UNLOCK_INFOTIP=Unlock|Un-pause real-time changes<BR>|3
LOCK_INFOTIP=Lock|Pause real-time changes to compare<BR>with other preview windows<BR>|2
MACTYPE_CONTROL_PANEL_FILE=MacType Tuner - %s
MACTYPE_CONTROL_PANEL_UNTITLED=MacType Tuner - Untitled
MSGBOX_CONFIRM_MODIFICATION=Profile changed, save it?
[TForm1]
btn1.Caption=&Cancel
btnAdv.Caption=&Advanced
btnNext.Caption=&Next
Caption=MacType Tuner
dlgOpen1.Filter=Profile|*.ini
dlgOpen1.Title=Open profile
lbl1.Caption=Welcome to the MacType Tuner
lbl2.Caption=Select a task to continue:
lbl3.Caption=New profile
lbl4.Caption=Open profile
lbl5.Caption=Or click Advanced for for more settings.
lbl6.Caption=This wizard will help you create a MacType profile. Click Next to continue.<BR><BR>Click Advanced for more settings.
lbl7.Caption=This wizard will help you modify a MacType profile. Click Next to continue, or<BR><BR><BR>Click Advanced for more settings.
lbl8.Caption=choose another profile
lbl9.Caption=Sorry, your version is not supported.
[TForm10]
btn1.Caption=+
btn2.Caption=-
Caption=Standalone Font
cbbAA.Items.Text=No anti-aliasing<BR>Greyscale anti-aliasing<BR>Light anti-aliasing<BR>Optimized anti-aliasing for LCD(RGB)<BR>Optimized anti-aliasing for LCD(GBR)<BR>Light+LCD(RGB)<BR>Light+LCD(GBR)<BR>
cbbAA.Text=Optimized anti-aliasing for LCD(RGB)
cbbHintingMode.Items.Text=Internal hinting<BR>No hinting<BR>Auto FreeType hinting<BR>Auto Light-way hinting<BR>
cbbHintingMode.Text=No hinting
cbbUseKerning.Items.Text=No kerning<BR>Enable kerning<BR>
cbbUseKerning.Text=No kerning
chkAA.Caption=Anti-aliasing
chkBold.Caption=Bold weight
chkHinting.Caption=Font hinting
chkItalic.Caption=Italic angle
chkKerning.Caption=Enable kerning
chkNormal.Caption=Normal weight
grp1.Caption=Adjustment
lbl1.Caption=Font
trckBoldWeight.Hint=0
trckBoldWeight.SkinData.SkinSection=TRACKBAR
trckItalic.Hint=0
trckItalic.SkinData.SkinSection=TRACKBAR
trckNormalWeight.Hint=0
trckNormalWeight.SkinData.SkinSection=TRACKBAR
[TForm11]
Caption=LCD filter weight
chkCustom.Caption=Custom
lbl1.Caption=Left
lbl2.Caption=Center left
lbl3.Caption=Centr right
lbl4.Caption=Center
lbl5.Caption=Right
rbMode0.Caption=(&N)o optimization
rbMode1.Caption=Optimization 1(&L)
rbMode2.Caption=Optimization 2(&D)
trck1.SkinData.SkinSection=TRACKBAR
trck2.SkinData.SkinSection=TRACKBAR
trck3.SkinData.SkinSection=TRACKBAR
trck4.SkinData.SkinSection=TRACKBAR
trck5.SkinData.SkinSection=TRACKBAR
[TForm2]
btn1.Caption=&Cancel
btn2.Caption=Fon&t...
btnAdv.Caption=&Advanced
btnNext.Caption=&Next
btnPrev.Caption=&Previous
Caption=MacType
lbl1.Caption=Font settings
lbl2.Caption=r
[TForm3]
btn1.Caption=&Cancel
btnNext.Caption=&Save
btnPrev.Caption=&Previous
Caption=Finish
dlgSave1.Filter=Profile|*.ini
dlgSave1.Title=Save profile
lbl1.Caption=Save MacType profile
lbl2.Caption=Click Save to save your new profile.
[TForm4]
btnBkColor.Hint=Background color|Set preview window background color|4
btnBold.Hint=Bold|Set preview font as bold|5
btnContent.Hint=Preview|Set preview window text<BR>|0
btnFont.Hint=Font|Set preview window font|1
btnItalic.Caption=B
btnItalic.Hint=Italic|Set preview font as italic|6
btnLock.Hint=Lock|Pause real-time changes to compare<BR>with other preview windows<BR>|2
Caption=Preview
rztrckbr1.Hint=Font size|Slide to change font size.<BR>Current font size will display on title bar<BR>
[TForm5]
Label1.Caption=Hint small fonts:
lbl23.Caption=Transparency
btn1.Caption=Edit
btn2.Caption=Edit
btn3.Caption=Edit
btn4.Caption=Edit
btnBtnExit.Caption=Exit
btnBtnExit.Hint=Exit
btnBtnNew.Caption=New
btnBtnNew.Hint=New|Create a new profile|0
btnBtnNote.Caption=Note
btnBtnNote.Hint=New preview window|Use multiple windows to compare different profiles or fonts<BR>|4
btnBtnOpen.Caption=Open
btnBtnOpen.Hint=Open|Open a profile to edit|2
btnBtnSave.Caption=Save
btnBtnSave.Hint=Save|Save or replace profile.<BR>Annotations are preserved when replacing profiles.<BR>|6
Caption=MacType Tuner - Untitled
cbbAA.Items.Text=No anti-aliasing<BR>Greyscale anti-aliasing<BR>Light anti-aliasing<BR>Optimized for LCD(RGB)<BR>Optimized for LCD(GBR)<BR>Light+LCD(RGB)<BR>Light+LCD(GBR)<BR>
cbbAA.Text=Optimized anti-aliasing for LCD(RGB)
cbbBolderMode.Items.Text=New standard bold<BR>Horizontal bold only<BR>FreeType standard bold<BR>
cbbBolderMode.Text=New standard bold
cbbFontLink.Items.Text=None<BR>Use FreeType to connect<BR>Use Win32 to connect<BR>
cbbFontLink.Text=Use FreeType to connect
cbbFontSub.Items.Text=None<BR>Use secure replacement<BR>Use complete replacement<BR>
cbbFontSub.Text=None
cbbGammaMode.Items.Text=No gamma tuning<BR>Use custom value<BR>Use Windows gamma value<BR>
cbbGammaMode.Text=Use custom value
cbbHintingMode.Items.Text=Use fonts internal hinting<BR>No hinting<BR>Auto FreeType hinting<BR>Auto Light-way hinting<BR>Hinting for small fonts<BR>
cbbHintingMode.Text=No hinting
cbbHookChild.Items.Text=Leave<BR>Auto load into sub-processes<BR>
cbbHookChild.Text=Auto load into sub-processes
cbbLoader.Items.Text=FreeType<BR>Win32<BR>
cbbLoader.Text=FreeType
cbbUseKerning.Items.Text=No kerning<BR>Enable kerning<BR>
cbbUseKerning.Text=No kerning
cbbDirectwrite.Items.Text=Disabled<BR>Enabled (experimental)<BR>
cbbUseBitmap.Items.Text=Disabled<BR>Use hinting below 9pt<BR>
dlgOpen1.Filter=profile|*.ini
dlgOpen1.Title=Open profile
dlgSave1.Filter=MacType profile|*.ini
grp1.Caption=Font property
grp2.Caption=Text tuning
grp3.Caption=Mapping property
grp4.Caption=Shadow
lbl1.Caption=Rendering core:
lbl10.Caption=Exclude processes
lbl11.Caption=Exclude fonts
lbl12.Caption=Customise fonts
lbl13.Caption=0 rule has been defined
lbl14.Caption=0 rule has been defined
lbl15.Caption=0 rule has been defined
lbl16.Caption=0 rule has been defined
lbl17.Caption=Fonts for MacType to replace
lbl18.Caption=Processes for MacType to ignore
lbl19.Caption=Kerning:
lbl2.Caption=Font linking:
lbl20.Caption=Customise settings for specific fonts
lbl21.Caption=Fonts for MacType to ignore
lbl22.Caption=Sub-processes:
lbl3.Caption=Bold mode:
lbl4.Caption=Gamma mode:
lbl5.Caption=Anti-aliasing:
lbl6.Caption=Hinting:
lbl7.Caption=LCD optimization:
lbl8.Caption=Font replacement:
lbl9.Caption=Font replacement
lblAlpha.Caption=Transparency
lblB.Caption=B
lblBoldWeight.Caption=Bold
lblContrast.Caption=Contrast
lblG.Caption=G
lblGamma.Caption=Gamma
lblGlobal.Caption=Global
lblItalic.Caption=Italic
lblNormalWeight.Caption=Normal
lblOffset.Caption=Offset
lblR.Caption=R
lblRenderWeight.Caption=Weight
rztbshtTabSheet1.Caption=Normal
rztbshtTabSheet2.Caption=Font features
rztbshtTabSheet3.Caption=Exception
rztlbr1.CustomizeCaptions.Close=Close
rztlbr1.CustomizeCaptions.Hint=Uncheck to hide control
rztlbr1.CustomizeCaptions.MoveDown=Move down
rztlbr1.CustomizeCaptions.MoveUp=Move up
rztlbr1.CustomizeCaptions.NoTextLabels=No text labels
rztlbr1.CustomizeCaptions.SelectiveTextOnRight=Selective text on right
rztlbr1.CustomizeCaptions.ShowTextLabels=Show text labels
rztlbr1.CustomizeCaptions.TextOptions=Text options
rztlbr1.CustomizeCaptions.Title=Customize toolbar
trckAlpha.SkinData.SkinSection=TRACKBAR
trckB.SkinData.SkinSection=TRACKBAR
trckBoldWeight.SkinData.SkinSection=TRACKBAR
trckContrast.SkinData.SkinSection=TRACKBAR
trckG.SkinData.SkinSection=TRACKBAR
trckGamma.SkinData.SkinSection=TRACKBAR
trckGlobal.SkinData.SkinSection=TRACKBAR
trckItalic.SkinData.SkinSection=TRACKBAR
trckNormalWeight.SkinData.SkinSection=TRACKBAR
trckOffset.SkinData.SkinSection=TRACKBAR
trckR.SkinData.SkinSection=TRACKBAR
trckRenderWeight.SkinData.SkinSection=TRACKBAR
[TForm6]
Caption=Type preview text
mmo1.Lines.Text=MacType2018 preview demo<BR>
[TForm7]
btn1.Caption=>>
btn2.Caption=<<
Caption=Font replacement
lbl1.Caption=Replace with
[TForm8]
btn1.Caption=+
btn2.Caption=-
Caption=Exclude process
lbl1.Caption=Process
[TForm9]
btn1.Caption=+
btn2.Caption=-
Caption=Exclude font
lbl1.Caption=Font
[TFrame1]
Frame1.fontlst1.FontName=Simsun
Frame1.lbl1.Caption=Preview font<BR><BR>Select a preview font for later adjustment.
[TFrame10]
Frame10.lbl1.Caption=LCD optimization<BR><BR>If you're using an LCD monitor, the below optimization may give better font appearance.
Frame10.rg1.Caption=LCD Mode
Frame10.rg1.Items.Text=No optimization<BR>Optimization 1<BR>Optimization 2<BR>
[TFrame11]
Frame11.lbl1.Caption=Font shadow<BR><BR>A font shadow can smooth font edges and enhance fonts, however overuse could lead to visual fatigue.<BR>Use the sliders to adjust shadow density and position.
Frame11.lbl2.Caption=Shadow offset
Frame11.lbl3.Caption=Near
Frame11.lbl4.Caption=Far
Frame11.lbl5.Caption=Shadow density
Frame11.lbl6.Caption=Light
Frame11.lbl7.Caption=Close
Frame11.lbl8.Caption=Default(&D)
Frame11.lbl9.Caption=Dark
[TFrame2]
Frame2.lbl1.Caption=Tuning mode<BR><BR>Font tuning can make fonts clearer and easier on the eye.<BR>Different tuning modes can produce significant changes in how fonts are displayed.
Frame2.rg1.Caption=Tuning mode
Frame2.rg1.Items.Text=Standard tuning<BR>No tuning<BR>Auto tuning<BR>Light auto tuning<BR>
[TFrame3]
Frame3.lbl1.Caption=Anti-aliasing mode<BR><BR>Anti-aliasing affects how fonts are smoothed. Choose a suitable mode for your monitor.
Frame3.rg1.Caption=Anti-aliasing mode
Frame3.rg1.Items.Text=None<BR>Greyscale<BR>Light<BR>LCD(RGB)<BR>LCD(GBR)<BR>Light LCD(RGB)<BR>Light LCD(BGR)<BR>
[TFrame4]
Frame4.lbl1.Caption=Render weight and gamma<BR><BR>Use the sliders to adjust the font render weight and gamma.
Frame4.lbl2.Caption=Contrast
Frame4.lbl3.Caption=Light
Frame4.lbl4.Caption=Dark
Frame4.lbl5.Caption=Gamma
Frame4.lbl6.Caption=Light
Frame4.lbl7.Caption=Dark
Frame4.lbl8.Caption=Default(&D)
[TFrame5]
Frame5.lbl1.Caption=Bold weight<BR><BR>Use the sliders to adjust the weight of bolding for normal and bold fonts.
Frame5.lbl2.Caption=Normal bold weight
Frame5.lbl3.Caption=Thin
Frame5.lbl4.Caption=Thick
Frame5.lbl5.Caption=Bold weight
Frame5.lbl6.Caption=Thin
Frame5.lbl7.Caption=Thick
Frame5.lbl8.Caption=Default(&D)
Frame5.lbl9.Caption=Standalone Bold found, fail to preview bold size effect.
[TFrame6]
Frame6.lbl1.Caption=Italics angle<BR><BR>Use the sliders to adjust the angle of italic text. Fonts with their own italics will not be affected.
Frame6.lbl2.Caption=Italics angle
Frame6.lbl3.Caption=Vertical
Frame6.lbl4.Caption=Italic
Frame6.lbl8.Caption=Default(&D)
[TFrame7]
Frame7.lbl1.Caption=Bold mode<BR><BR>MacType can use different methods for bolding fonts, you can choose one of them.
Frame7.lbl2.Caption=Standalone Bold found, fail to preview bold size effect.
Frame7.rg1.Caption=Bold mode
Frame7.rg1.Items.Text=Two-way bold<BR>Horizontal bold only<BR>FreeType standard bold<BR>
[TFrame8]
Frame8.lbl1.Caption=Adjust contrast<BR><BR>Use the slider to adjust text contrast. Lower contrast might lead to fuzzy text, while higher contrast can cause colour bleeding.
Frame8.lbl2.Caption=Contrast
Frame8.lbl3.Caption=Low
Frame8.lbl4.Caption=High
Frame8.lbl8.Caption=Default(&D)
[TFrame9]
Frame9.lbl1.Caption=Font color<BR><BR>Use the sliders to adjust text color weight.
Frame9.lbl10.Caption=Dark
Frame9.lbl2.Caption=R:
Frame9.lbl3.Caption=G:
Frame9.lbl4.Caption=B:
Frame9.lbl5.Caption=Light
Frame9.lbl6.Caption=Dark
Frame9.lbl7.Caption=Font edge
Frame9.lbl8.Caption=Default(&D)
Frame9.lbl9.Caption=Light
[TfrmAbout]
btn1.Caption=OK(&O)
Caption=About
[TfrmNewProfile]
btn1.Caption=Open profile(&I)
btn2.Caption=New profile(&C)
Caption=New profile
dlgOpen1.Filter=All supported files|*.ini;*.mtc|MacType general profile|*.ini|MacType quick profile|*.mtc
dlgOpen1.Title=Open profile
lbl1.Caption=Click Open Profile to open a preset,<BR>or click New Profile to start MacType Tuner to create a new profile.
[TfrmProgress]
lbl1.Caption=Applying settings
[TfrmPsInfo]
A1.Caption=(&A)bout
btnLoad.Caption=&Enabled
btnRefresh.Caption=&Refresh
chk1.Caption=Hide inaccessable &system processes
btnUnload.Caption=&Disabled
btnLoadAll.Caption=Run all(&E)
btnUnloadAll.Caption=Stop all(&D)
Caption=Process Manager
D1.Caption=(&D)isabled
E1.Caption=(&E)nabled
E2.Caption=(&E)xclude this process
F1.Caption=Open pro(&f)ile
GDI1.Caption=Open (&M)acType folder
H1.Caption=Online (&h)elp...
I1.Caption=(&I)nclude this process
Language1.Caption=Languages
MacTypeTuner1.Caption=Open with MacType (&T)uner
N1.Caption=-
N2.Caption=-
N3.Caption=-
N4.Caption=-
N5.Caption=Open with (&N)otepad
N6.Caption=Don't replace fonts for this process
N7.Caption=-
N8.Caption=(&O)nline update
U1.Caption=(&C)heck now...
O1.Caption=(&U)pdate Option...
pslst1.Columns.Item0.Caption=Application
pslst1.Columns.Item1.Caption=Process name
pslst1.Columns.Item2.Caption=PID
pslst1.Columns.Item3.Caption=Status
R1.Caption=(&R)estart
S1.Caption=(&S)ettings...
T1.Caption=(&P)rocess Manager...
T2.Caption=E(&n)d process
trayIco1.Hint=MacType Tray
W1.Caption=MacType (&W)izard...
X1.Caption=E(&x)it
[TfrmSettings]
btnBtnDelete.Caption=Delete
btnBtnDelete.Hint=Delete selected profile
btnBtnEdit.Caption=Edit
btnBtnEdit.Hint=Use MacType Tuner to edit profile
btnBtnNew.Caption=New
btnBtnNew.Hint=Use MacType Tuner to create a new profile
btnCancel.Caption=&Cancel
btnOK.Caption=&OK
Caption=Set
chk64.Caption=Allow 64-&bit processes
chk64.Hint=Allow MacType to manage 64-bit programs
chkAutoEnable.Caption=&Auto enable
chkAutoEnable.Hint=Apply to all processes when starting MacType
chkAutoRun.Caption=Start with &Windows
chkAutoRun.Hint=Automatically start MacType every time Windows starts
chkAutoUnload.Caption=Auto stop on e&xit
chkAutoUnload.Hint=Automatically stop MacType for all processes on exit.<BR>The option is always in effect in Compatibility Mode.
chkHideACD.Caption=Hide processes that can't be managed(&H)
chkHideACD.Hint=Hides system processes and other processes MacType can't access at the current permission level
edtReload.Hint=(Re)try to load MacType into unloaded processes at this interval<BR>Minimun is 5000. Set this to 0 to disable this function<BR>Has no effect on Shared Loading mode
edtReload.Text=1000
grp1.Caption=Settings
grp2.Caption=Edit profiles...
lbl1.Caption=Reload interval:
lbl2.Caption=milliseconds
lbl3.Caption=MacType Tuner not installed
lbl4.Caption=Please run with Administrator privileges to change settings
rb1.Caption=Com&patibility Mode
rb1.Hint=Stable and fast original loading mode.<BR>MacType will manage all new processes.<BR>You may need to restart some software for changes to take effect.
rb2.Caption=&Standalone Mode
rb2.Hint=Stable single process mode, a crash of<BR>a process does not affect other processes.<BR>Manual control of any process is available.
[TfrmWizard]
btn1.Caption=&Process manager...
btn2.Caption=&OK
btn3.Caption=C&ancel
btnBack.Caption=<Previous(&B)
btnClose.Caption=&Close
btnFinish.Caption=&Finish
btnNext.Caption=&Next>
Caption=MacType Wizard
frmMode.chkUAC.Caption=Run as Administrator (current user only)
frmMode.lbl2.Caption=Load MacType via the Registry for the most seamless experience. All programs will be fully rendered, however Registry Mode will not work with Secure Boot enabled. A Windows restart is required to enable or disable Registry Mode.
frmMode.lbl3.Caption=Load MacType as a Windows service. As good as Registry Mode, however some Windows system and notification area fonts will not be rendered with MacType. Use Windows Service Manager to enable or disable rendering.
frmMode.lbl4.Caption=Load MacType using MacTray. An icon will appear in the Notification Area. This is the easiest mode. Use the tray icon to switch profiles, enable or disable rendering, and exclude programs.
frmMode.lbl5.Caption=Load MacType using MacTray. An icon will appear in the Notification Area.<BR>Unlike Standalone Mode, Compatibility Mode cannot exclude individual programs, however it has good compatiblity and can be enabled or disabled via the tray icon.
frmMode.lbl6.Caption=MacType will not run automatically. You can manually load MacType into a program by dragging the programs icon into the MacTray GUI.
frmMode.rb1.Caption=Service Mode (Recommended)
frmMode.rb2.Caption=Manual
frmMode.rb3.Caption=Standalone Mode
frmMode.rb4.Caption=Compatiblity Mode
frmMode.rbReg.Caption=Registry Mode
frmMode.rbTray.Caption=Load with MacTray
lbl1.Caption=Please select your preferred MacType loading mode:
lbl2.Caption=The following changes have been made:
lbl3.Caption=Loading mode was not changed
lbl4.Caption=Profile was not changed
lbl5.Caption=Click OK to apply changes, or click Cancel to try again.
lbl6.Caption=Apply changes
lbl7.Caption=lbl7
lbl8.Caption=lbl7
lbl9.Caption=Click to start MacTray
[TMacType]
MacType.DisplayName=MacType Service
